tap 'zegervdv/zathura'
tap 'hashicorp/tap'

brew 'git'
brew 'neovim'
brew 'tmux'
brew 'tmuxp'
brew 'cmake'
brew 'pandoc'
brew 'asdf'
brew 'fd'
brew 'ripgrep'
brew 'zathura'
brew 'zathura-pdf-poppler'
brew 'tldr'
brew 'terraform'
brew 'awscli'

cask 'alacritty'
cask 'google-drive'
cask 'basictex'
cask 'spectacle'
cask 'brave-browser'
cask 'docker'

mas '1Password', id: 1333542190
