tap 'zegervdv/zathura'
tap 'hashicorp/tap'
tap 'homebrew/cask-fonts'

brew 'git'
brew 'neovim'
brew 'tmux'
brew 'tmuxp'
brew 'cmake'
brew 'pandoc'
brew 'asdf'
brew 'fd'
brew 'ripgrep'
brew 'zathura'
brew 'zathura-pdf-poppler'
brew 'tldr'
brew 'terraform'
brew 'aws-elasticbeanstalk'
brew 'pgformatter'
brew 'tpm'
brew 'lazygit'

cask 'font-hack-nerd-font'
cask 'alacritty'
cask 'google-drive'
cask 'basictex'
cask 'spectacle'
cask 'docker'
cask 'obsidian'
cask '1password-cli'
